marx-merten/lichtband/pythonfirmware/boards/CUSTOM/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 codingfragments"
#define MICROPY_HW_MCU_NAME "ESP32"

// Specific CModule Defines here

// End of CModule Defines

#define MICROPY_DEBUG_PRINTERS (1)
#define MICROPY_ERROR_REPORTING (MICROPY_ERROR_REPORTING_NORMAL)